Repository: irwancannadys/afhara-adzan
Catalog: AfharaAdzan/Localizable.xcstrings
Source language: id
Languages: ar, en

source: "Ya Allah, Tuhan pemilik seruan yang sempurna ini dan sholat yang akan ditegakkan, karuniakanlah kepada Muhammad wasilah dan keutamaan, dan bangkitkanlah beliau ke tempat terpuji yang telah Engkau janjikan."
ar: "اللهم رب هذه الدعوة التامة والصلاة القائمة، آت محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته."
en: "O Allah, Lord of this perfect call and the prayer to be offered, grant Muhammad the privilege and eminence, and raise him to the praiseworthy station that You have promised him."

source: Aktifkan Iqamah Timer
ar: تفعيل مؤقت الإقامة
en: Enable Iqamah Timer

source: Aktifkan Suara
ar: تفعيل الصوت
en: Enable Sound

source: Aplikasi perlu di-restart agar perubahan bahasa diterapkan. Restart sekarang?
ar: يجب إعادة تشغيل التطبيق لتطبيق تغيير اللغة. هل تريد إعادة التشغيل الآن؟
en: The app needs to restart to apply the language change. Restart now?

source: Ashar
ar: العصر
en: Asr

source: Ashar hari ini
ar: العصر اليوم
en: Asr today

source: Auto-dismiss %lld detik
ar: إخفاء تلقائي %lld ثانية
en: Auto-dismiss %lld seconds

source: Bahasa
ar: اللغة
en: Language

source: Bahasa Aplikasi
ar: لغة التطبيق
en: App Language

source: Banner Notifikasi
ar: لافتة الإشعار
en: Notification Banner

source: Berikutnya
ar: التالي
en: Next

source: Buka App
ar: فتح التطبيق
en: Open App

source: Buka saat Login
ar: فتح عند تسجيل الدخول
en: Launch at Login

source: Countdown di Status Bar
ar: العد التنازلي في شريط الحالة
en: Countdown in Status Bar

source: Doa Setelah Adzan
ar: الدعاء بعد الأذان
en: Dua After Adzan

source: Doa tidak akan otomatis hilang
ar: الدعاء لن يختفي تلقائياً
en: Dua will not auto-dismiss

source: Durasi %lld menit
ar: المدة %lld دقيقة
en: Duration %lld minutes

source: Dzuhur
ar: الظهر
en: Dhuhr

source: Dzulhijjah
ar: ذو الحجة
en: Dhul Hijjah

source: Dzulqa'dah
ar: ذو القعدة
en: Dhul Qi'dah

source: Egyptian
ar: الهيئة المصرية

source: Gelap
ar: داكن
en: Dark

source: Hijriah
ar: هجري
en: Hijri

source: Iqamah %@
ar: إقامة %@

source: Iqamah %@ • %@
ar: إقامة %@ • %@

source: Isya
ar: العشاء
en: Isha

source: Jadwal Sholat
ar: جدول الصلاة
en: Prayer Schedule

source: Jumadil Akhir
ar: جمادى الآخرة
en: Jumada al-Thani

source: Jumadil Awal
ar: جمادى الأولى
en: Jumada al-Ula

source: Keluar
ar: خروج
en: Quit

source: Kemenag RI
ar: وزارة الشؤون الدينية

source: Lihat di GitHub
ar: عرض على GitHub
en: View on GitHub

source: Lokasi
ar: الموقع
en: Location

source: Lokasi Otomatis (GPS)
ar: الموقع التلقائي (GPS)
en: Auto Location (GPS)

source: Lokasi saat ini
ar: الموقع الحالي
en: Current location

# Madhab berhasil diubah ke %@. Waktu Ashar hari ini: %@
source: Madhab berhasil diubah ke %1$@. Waktu Ashar hari ini: %2$@
ar: تم تغيير المذهب إلى %1$@. وقت العصر اليوم: %2$@
en: Madhab changed to %1$@. Asr time today: %2$@

source: Madhab Diubah
ar: تم تغيير المذهب
en: Madhab Changed

source: Maghrib
ar: المغرب

source: Maghrib + %lld menit
ar: المغرب + %lld دقيقة
en: Maghrib + %lld minutes

source: Masehi
ar: ميلادي
en: Gregorian

source: Metode
ar: الطريقة
en: Method

source: Metode Hisab
ar: طريقة الحساب
en: Calculation Method

source: Muharram
ar: محرّم

source: Muslim World League
ar: رابطة العالم الإسلامي

source: Nama kota
ar: اسم المدينة
en: City name

source: Nanti
ar: لاحقاً
en: Later

source: Notif %lld menit sebelum
ar: إشعار قبل %lld دقيقة
en: Notify %lld minutes before

source: Notifikasi
ar: الإشعارات
en: Notifications

source: Notifikasi per Waktu Sholat
ar: إشعارات لكل صلاة
en: Notifications per Prayer

source: Pengaturan
ar: الإعدادات
en: Settings

source: Pengingat waktu sholat yang sederhana untuk macOS. Metode Kemenag RI — Fajr 20°, Isya 18°.
ar: تذكير بأوقات الصلاة لنظام macOS. طريقة وزارة الشؤون الدينية — الفجر 20°، العشاء 18°.
en: A simple prayer time reminder for macOS. Kemenag RI method — Fajr 20°, Isha 18°.

source: Perubahan bahasa memerlukan restart aplikasi
ar: تغيير اللغة يتطلب إعادة تشغيل التطبيق
en: Language change requires app restart

source: Pilih Suara
ar: اختر الصوت
en: Select Sound

source: Rabi'ul Akhir
ar: ربيع الآخر
en: Rabi al-Thani

source: Rabi'ul Awal
ar: ربيع الأول
en: Rabi al-Awwal

source: Rajab
ar: رجب

source: Ramadan
ar: رمضان

source: Restart Aplikasi
ar: إعادة تشغيل التطبيق
en: Restart App

source: Restart Sekarang
ar: أعد التشغيل الآن
en: Restart Now

source: Saatnya %@ — %@
ar: حان وقت %@ — %@
en: Time for %@ — %@

source: Saatnya iqamah %@
ar: حان وقت إقامة %@
en: Time for iqamah %@

source: Safar
ar: صفر

source: Simpan
ar: حفظ
en: Save

source: Sistem
ar: النظام
en: System

source: Stop Adzan
ar: إيقاف الأذان

source: Stop Semua Notifikasi
ar: إيقاف جميع الإشعارات
en: Stop All Notifications

source: Suara Adzan
ar: صوت الأذان
en: Adzan Sound

source: Subuh
ar: الفجر
en: Fajr

source: Sudah lewat
ar: انتهى
en: Passed

source: Sya'ban
ar: شعبان
en: Sha'ban

source: Syawal
ar: شوال
en: Shawwal

source: Syuruq
ar: الشروق
en: Sunrise

source: Tampilan
ar: المظهر
en: Appearance

source: Tampilkan Doa Setelah Adzan
ar: إظهار الدعاء بعد الأذان
en: Show Dua After Adzan

source: Tampilkan Syuruq
ar: إظهار الشروق
en: Show Sunrise

source: Tanggal Hijriah
ar: التاريخ الهجري
en: Hijri Date

source: Tanggal Masehi
ar: التاريخ الميلادي
en: Gregorian Date

source: Tema
ar: السمة
en: Theme

source: Tentang
ar: حول
en: About

source: Terang
ar: فاتح
en: Light

source: Umm al-Qura
ar: أم القرى

source: Versi %@
ar: الإصدار %@
en: Version %@

source: Waktu %@
ar: وقت %@
en: Time for %@

source: Waktu berikutnya
ar: الصلاة التالية
en: Next prayer

source: Waktu Iqamah
ar: وقت الإقامة
en: Iqamah Time
